ghostmirror
ghostmirror-debug
hyprshot
light
light-debug
mcontrolcenter-bin
mcontrolcenter-bin-debug
msi-perkeyrgb
psst-git-debug
python-convertdate
python-hijridate
python-holidays
python-jdatetime
python-kitchen
python-korean_lunar_calendar
python-pywalfox
python-taskw
tofi
tofi-debug
ttf-joypixels
vesktop
vesktop-debug
yay
yay-debug
