appmenu-glib-translator-git
appmenu-glib-translator-git-debug
aylurs-gtk-shell-git
aylurs-gtk-shell-git-debug
bdf-unifont
ghostmirror
ghostmirror-debug
hyprshot
libastal-4-git
libastal-4-git-debug
libastal-apps-git
libastal-apps-git-debug
libastal-auth-git
libastal-auth-git-debug
libastal-battery-git
libastal-battery-git-debug
libastal-bluetooth-git
libastal-bluetooth-git-debug
libastal-cava-git
libastal-cava-git-debug
libastal-git
libastal-git-debug
libastal-gjs-git
libastal-greetd-git
libastal-greetd-git-debug
libastal-hyprland-git
libastal-hyprland-git-debug
libastal-io-git
libastal-io-git-debug
libastal-meta
libastal-mpris-git
libastal-mpris-git-debug
libastal-network-git
libastal-network-git-debug
libastal-notifd-git
libastal-notifd-git-debug
libastal-powerprofiles-git
libastal-powerprofiles-git-debug
libastal-river-git
libastal-river-git-debug
libastal-tray-git
libastal-tray-git-debug
libastal-wireplumber-git
libastal-wireplumber-git-debug
libcava
libcava-debug
light
light-debug
mcontrolcenter-bin
mcontrolcenter-bin-debug
msi-perkeyrgb
psst-git-debug
python-convertdate
python-hijridate
python-holidays
python-jdatetime
python-kitchen
python-korean_lunar_calendar
python-pywalfox
python-taskw
snapper-gui-git
tofi
tofi-debug
ttf-joypixels
vesktop
vesktop-debug
yay
yay-debug
