7zip
a52dec
aalib
abseil-cpp
accountsservice
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
android-tools
android-udev
aom
appmenu-glib-translator-git
appmenu-glib-translator-git-debug
appstream
appstream-glib
apr
apr-util
aquamarine
archlinux-keyring
argon2
aribb24
atkmm
at-spi2-core
attr
audit
avahi
ayatana-ido
aylurs-gtk-shell-git
aylurs-gtk-shell-git-debug
babl
base
bash
bc
bdf-unifont
binutils
blas
blueberry
blueprint-compiler
bluez
bluez-deprecated-tools
bluez-libs
bluez-tools
bluez-utils
boost-libs
bpytop
brightnessctl
brotli
btop
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
c-ares
cinnamon-desktop
clang
clucene
cmake
code
compiler-rt
composefs
coreutils
cppdap
cryptsetup
curl
dart-sass
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
dkms
dmidecode
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
duktape
e2fsprogs
efibootmgr
efivar
eglexternalplatform
egl-gbm
egl-wayland
egl-x11
electron
electron34
electron36
ell
enchant
evtest
exempi
exfatprogs
exiv2
expat
faad2
fastfetch
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flatpak
fmt
fontconfig
freeglut
freetype2
fribidi
fuse2
fuse3
fuse-common
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
gegl
gettext
ghostmirror
ghostmirror-debug
ghostscript
giflib
gimp
git
gjs
glib2
glib2-docs
glibc
glibmm
glibmm-2.68
glib-networking
glslang
glu
gmp
gnome-bluetooth
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
granite
granite7
graphene
graphite
graphviz
grep
grim
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gspell
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk3
gtk4
gtk4-layer-shell
gtk-doc
gtk-layer-shell
gtkmm3
gtkmm-4.0
gtksourceview3
gtk-update-icon-cache
gts
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hunspell
hwdata
hyphen
hyprcursor
hyprgraphics
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprutils
hyprwayland-scanner
iana-etc
icu
ijs
imagemagick
imath
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jq
js128
json-c
jsoncpp
json-glib
kbd
kcoreaddons
kcrash
kdbusaddons
keyutils
kguiaddons5
ki18n
kirigami
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kwindowsystem
lame
lapack
lcms2
ldns
leancrypto
lensfun
leptonica
lib32-alsa-lib
lib32-alsa-plugins
lib32-audit
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnm
lib32-libnsl
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libva
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxinerama
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-pipewire
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libappindicator-gtk3
libarchive
libass
libassuan
libastal-4-git
libastal-4-git-debug
libastal-apps-git
libastal-apps-git-debug
libastal-auth-git
libastal-auth-git-debug
libastal-battery-git
libastal-battery-git-debug
libastal-bluetooth-git
libastal-bluetooth-git-debug
libastal-cava-git
libastal-cava-git-debug
libastal-git
libastal-git-debug
libastal-gjs-git
libastal-greetd-git
libastal-greetd-git-debug
libastal-hyprland-git
libastal-hyprland-git-debug
libastal-io-git
libastal-io-git-debug
libastal-meta
libastal-mpris-git
libastal-mpris-git-debug
libastal-network-git
libastal-network-git-debug
libastal-notifd-git
libastal-notifd-git-debug
libastal-powerprofiles-git
libastal-powerprofiles-git-debug
libastal-river-git
libastal-river-git-debug
libastal-tray-git
libastal-tray-git-debug
libastal-wireplumber-git
libastal-wireplumber-git-debug
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcava
libcava-debug
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libe-book
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgee
libgexiv2
libgirepository
libglvnd
libgnomekbd
libgpg-error
libgtop
libgudev
libhandy
libheif
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libixion
libjpeg-turbo
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libliftoff
liblqr
libluv
libmad
libmalcontent
libmanette
libmatroska
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmupdf
libmwaw
libmypaint
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libopenmpt
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librsync
libsamplerate
libsasl
libsass
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspiro
libspng
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-nvidia-driver
libvdpau
libverto
libvisio
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwmf
libwpd
libwps
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
light
light-debug
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lmdb
lm_sensors
lpsolve
lsb-release
l-smash
lsof
lua
lua51-lpeg
luajit
lv2
lz4
lzo
mailcap
make
mbedtls2
mcontrolcenter-bin
mcontrolcenter-bin-debug
md4c
mdadm
mesa
meson
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
msgpack-c
msi-perkeyrgb
mtdev
mtools
mupdf
mypaint-brushes1
nano
ncurses
nemo
neon
neovim
netpbm
nettle
networkmanager
network-manager-applet
ninja
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
nvidia-dkms
nvidia-utils
nwg-dock-hyprland
nwg-look
ocl-icd
oniguruma
opencl-headers
opencore-amr
openexr
openjpeg2
openrgb
openssh
openssl
opus
orc
os-prober
ostree
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-cgi
perl-clone
perl-config-general
perl-config-simple
perl-dbi
perl-email-date-format
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-http-server-simple
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-mime-lite
perl-mime-types
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
perl-xml-simple
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-glib
popt
portaudio
power-profiles-daemon
procps-ng
protobuf
psmisc
psst-git-debug
pugixml
python
python-attrs
python-autocommand
python-blessed
python-build
python-cffi
python-convertdate
python-cryptography
python-dateutil
python-dbus
python-editables
python-filelock
python-gobject
python-hatch-fancy-pypi-readme
python-hatchling
python-hijridate
python-holidays
python-icalendar
python-installer
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jdatetime
python-kitchen
python-korean_lunar_calendar
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-nspektr
python-packaging
python-pathspec
python-pip
python-platformdirs
python-pluggy
python-psutil
python-pycparser
python-pygments
python-pyproject-hooks
python-pytz
python-pywalfox
python-setproctitle
python-setuptools
python-setuptools-scm
python-six
python-taskw
python-tqdm
python-trove-classifiers
python-wcwidth
python-wheel
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-base
qt6-declarative
qt6-svg
qt6-translations
qt6-wayland
raptor
rasqal
rav1e
re2
readline
redland
rhash
ripgrep
rofi-wayland
rrdtool
rtkit
rubberband
rust
sassc
sbc
scdoc
sdbus-cpp
sddm
sdl2-compat
sdl3
seatd
sed
semver
sequoia-sqv
serd
serf
shaderc
shadow
shared-mime-info
simdjson
slang
slurp
smartmontools
snapper
snapper-gui-git
snappy
sndio
sof-firmware
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
spotify-launcher
spotify-player
sqlite
sratom
srt
startup-notification
steam
subversion
sudo
suitesparse
svt-av1
swaync
swww
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
task
tdb
tesseract
tesseract-data-nor
tesseract-data-osd
tinysparql
tmux
tofi
tofi-debug
tomlplusplus
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-gohu-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tzdata
udisks2
unibilium
unzip
upower
usbutils
util-linux
util-linux-libs
v4l-utils
vala
vapoursynth
vesktop
vesktop-debug
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
vulkan-icd-loader
waybar
wayland
wayland-protocols
webkit2gtk-4.1
webrtc-audio-processing-1
wev
wget
which
wireless_tools
wireplumber
wl-clipboard
woff2
wofi
wpa_supplicant
x264
x265
xapp
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorgproto
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xvidcore
xxhash
xz
yad
yay
yay-debug
yyjson
zenity
zeromq
zimg
zix
zlib-ng
zlib-ng-compat
zram-generator
zstd
zxing-cpp
