alacritty
android-tools
base
base-devel
bpytop
brightnessctl
clang
code
discord
dkms
dosfstools
dunst
efibootmgr
exfatprogs
fastfetch
firefox
flatpak
ghostmirror
gimp
git
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprshot
imagemagick
intel-ucode
jdk-openjdk
kitty
ldns
libpulse
libreoffice-fresh
libva-nvidia-driver
light
linux
linux-firmware
linux-headers
mtools
mupdf
nano
nemo
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nwg-look
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-pip
python-pywalfox
qt5-wayland
qt6-wayland
rofi-wayland
rust
sddm
slurp
smartmontools
sof-firmware
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unzip
vim
vlc
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
